Repository: theforeman/foreman_puppet
Catalog: locale/*/foreman_puppet.po
Languages: es, fr, ja, ka

source: Import puppet classes from puppet proxy for an environment
es: Importar clases puppet desde el proxy puppet de un entorno
fr: Import des classes puppet depuis le proxy puppet d'un environnement
ja: 環境の Puppet プロキシーから Puppet クラスをインポート
ka: გარემოსთვის კლასების Puppet-ის პროქსიდან შემოტანა

source: Include default value when merging all matching values
es: Incluir el valor predeterminado al combinar todos los valores que coinciden
fr: Inclus la valeur par défaut lors qu'on fusionne les valeurs de concordance
ja: 一致するすべての値をマージするときにデフォルト値を含めます
ka: ყველა დამთხვეული მნიშვნელობის შერწყმისას ნაგულისხმები მნიშვნელობების გათვალისწნება

source: Included Classes
es: Clases incluidas
fr: Classes incluses
ja: 組み込み済みのクラス
ka: ჩასმული კლასები

source: Included Config Groups
es: Grupos de configuración Incluidos
fr: Groupes de configurations inclus
ja: 組み込まれた設定グループ
ka: კონფიგურაციის ჩასმული ჯგუფები

source: Inherited Classes from %s
es: Clases heredadas de %s
fr: Classes héritées de %s
ja: %s から継承されたクラス
ka: კლასები მემკვიდრეობითაა %s-სგან

source: Invalid proxy selected!
es: ¡El proxy seleccionado no es válido!
fr: Un proxy non valide a été sélectionné.
ja: 無効なプロキシーが選択されました!
ka: არჩეული პროქსი არასწორია!

source: List all Puppet class IDs for host
es: Listar todos los ID de clases Puppet para host
fr: Afficher tous les ID des classes Puppet pour un hôte
ja: ホストのすべての Puppet クラス ID を一覧表示
ka: ჰოსტისთვის Puppet-ის კლასის ყველა ID-ის ჩვენება

source: List all Puppet class IDs for host group
es: Listar todos los ID de clases Puppet del grupo de hosts
fr: Afficher tous les ID des classes Puppet pour un groupe d'hôtes
ja: ホストグループのすべての Puppet クラス ID を一覧表示
ka: ჰოსტის ჯგუფის Puppet-ის კლასის ყველა ID-ის ჩვენება

source: List all Puppet classes
es: Listar todas las clases Puppet
fr: Afficher toutes les classes Puppet
ja: すべての Puppet クラスを一覧表示する
ka: Puppet-ის ყველა კლასის სია

source: List all Puppet classes for a host
es: Listar todas las clases Puppet de un host
fr: Afficher toutes les classes Puppet d'un hôte
ja: ホストのすべての Puppet クラスを一覧表示
ka: ჰოსტისთვის Puppet-ის ყველა კლასის სია

source: List all Puppet classes for a host group
es: Listar todas las clases Puppet de un grupo de hosts
fr: Afficher toutes les classes Puppet d'un groupe d'hôtes
ja: ホストグループのすべての Puppet クラスを一覧表示
ka: ჰოსტის ჯგუფისთვის Puppet-ის ყველა კლასის სია

source: List all Puppet classes for an environment
es: Listar todas las clases Puppet de un entorno
fr: Afficher toutes les classes Puppet d'un environnement
ja: 環境のすべての Puppet クラスを一覧表示
ka: გარემოსთვის Puppet-ის ყველა კლასის სია

source: List all environments
es: Listar todos los entornos
fr: Afficher tous les environnements
ja: すべての環境を一覧表示
ka: ყველა გარემოს სია

source: List all host groups for a Puppet class
es: Listarr los grupos de hosts para una clase Puppet
fr: Afficher tous les groupes d'hôtes pour une classe Puppet
ja: Puppet クラスのすべてのホストグループを一覧表示
ka: Puppet-ის კლასის ჰოსტების ყველა ჯგუფების სია

source: List all smart class parameters
es: Listar todos los parámetros de clase inteligentes
fr: Afficher tous les paramètres des smart class
ja: すべてのスマートクラスパラメーターを一覧表示
ka: ჭკვიანი კლასის პარამეტრების სია

source: List environments of Puppet class
es: Listar entornos de clase Puppet
fr: Liste des environnements d'une classe Puppet
ja: Puppet クラスの環境を一覧表示
ka: Puppet-ის კლასის გარემოების სია

source: List environments per location
es: Listar entornos por ubicación
fr: Liste des environnements par emplacement
ja: ロケーションごとに環境を一覧表示
ka: მდებარეობის გარემოების სია

source: List environments per organization
es: Listar entornos por organización
fr: Liste des environnements par organisation
ja: 組織ごとに環境を一覧表示
ka: ორგანიზაციის გარემოების სია

source: List hosts per environment
es: Listar hosts por entorno
fr: Liste des hôtes par environnement
ja: 環境ごとにホストを一覧表示
ka: ჰოსტების სია თითოეული გარემოსთვის

source: List of config groups
es: Lista de grupos de computación
fr: Liste des groupes de configuration
ja: 設定グループの一覧
ka: კონფიგურაციის ჯგუფების სია

source: List of override values for a specific smart class parameter
es: Lista de valores de sobrescritura para un parámetro específico de clase inteligente
fr: Liste des valeurs de substitution pour un paramètre smart class
ja: 特定スマートクラスパラメーターの上書き値の一覧
ka: მითითებული ჭკვიანი კლასის პარამეტრის გადასაფარი მნიშვნელობების სია

source: List of smart class parameters for a specific Puppet class
es: Lista de parámetros de clase inteligentes para una clase Puppet específica
fr: Liste des paramètres smart class pour une classe Puppet spécifique
ja: 特定 Puppet クラスのスマートクラスパラメーターの一覧
ka: Puppet-ის მითითებული კლასის ჭკვიანი კლასის პარამეტრების სია

source: List of smart class parameters for a specific environment
es: Lista de parámetros de clase inteligentes para un entorno determinado
fr: Liste des paramètres smart class pour un environnement spécifique
ja: 特定の環境のスマートクラスパラメーターの一覧
ka: მითითებული გარემოს ჭკვიანი კლასის პარამეტრების სია

source: List of smart class parameters for a specific environment/Puppet class combination
es: Lista de parámetros de clase inteligentes para una combinación determinada entorno/clase Puppet
fr: Liste des paramètres smart class pour une combinaison environnement / classe Puppet spécifique
ja: 特定の環境/Puppet クラスの組み合わせ用のスマートクラスパラメーターの一覧
ka: Puppet-ის მითითებული კლასის ჭკვიანი კლასის პარამეტრების სია/Puppet-ის კლასის კომბინაცია

source: List of smart class parameters for a specific host
es: Lista de parámetros de clase inteligentes para un host determinado
fr: Liste des paramètres smart class pour un hôte spécifique
ja: 特定ホストのスマートクラスパラメーターの一覧
ka: ჭკვიანი კლასის პარამეტრების სია მითითებული ჰოსტისთვის

source: List of smart class parameters for a specific host group
es: Lista de parámetros de clase inteligentes para un grupo de hosts determinado
fr: Liste des paramètres smart class pour un groupe d'hôtes spécifique
ja: 特定ホストグループのスマートクラスパラメーターの一覧
ka: ჭკვიანი კლასის პარამეტრების სია მითითებული ჰოსტების მითითებული ჯგუფისთვის

source: List template combination
es: Listar combinaciones de plantillas
fr: Lister les combinaisons de modèles
ja: テンプレートの組み合わせの一覧表示
ka: შაბლონის კომბინაციების სია

source: Loading parameters...
es: Cargando parámetros...
fr: Chargement des paramètres ...
ja: パラメーターのロード中...
ka: პარამეტრების ჩატვირთვა...

source: Locations
es: Ubicaciones
fr: Emplacements
ja: ロケーション
ka: მდებარეობები

source: Merge all matching values (only array/hash type)
es: Combinar todos los valores que coinciden (solo tipo array/hash)
fr: Fusionner toutes les valeurs qui correspondent (seulement pour les types tableau/hachage)
ja: 一致するすべての値のマージ (配列/ハッシュタイプのみ)
ka: ყველა ერთნაირი მნიშვნელობის შერწყმა (მხოლოდ მასივის/ჰეშის ტიპი)

source: Name
es: Nombre
fr: Nom
ja: 名前
ka: სახელი

source: Never
ja: なし

source: New
es: Nuevo
fr: Nouveau
ja: 新規
ka: ახალი

source: No changes to your environments detected
es: No se detectaron cambios en sus entornos
fr: Aucun changement détecté dans vos environnements
ja: 環境への変更が検出されませんでした
ka: თქვენს გარემოებში ცვლილებები არაა

source: No environment selected!
es: ¡Ningún entorno seleccionado!
fr: Aucun environnement sélectionné.
ja: 環境が選択されていません!
ka: გარემო არჩეული არაა!

source: No environments found
es: No se encontraron entornos
fr: Aucun environnement trouvé
ja: 環境が見つかりません
ka: კლასების გარეშე

source: No parameters to override for Puppet class %s
es: No hay parámetros para sobrescribir la clase Puppet %s
fr: Aucun paramètre à remplacer pour la classe Puppet %s
ja: Puppet クラス %s で上書きするパラメーターはありません
ka: Puppet-ის კლასის (%s) გადასაფარი პარამეტრების გარეშე

source: No proxy found to import classes from, ensure that the smart proxy has the Puppet feature enabled.
es: No se encontró el Proxy para importar clases, asegúrese de que el proxy inteligente tenga la funcionalidad Puppet habilitada.
fr: Aucun proxy trouvé pour l'import des classes. Assurez vous qu'un smart proxy ait la fonction Puppet active.
ja: クラスのインポート元となるプロキシーが見つかりません。Smart Proxy で Puppet 機能が有効であることを確認してください。
ka: პროქსი, რომლიდანაც კლასებს შემოვიტან, არ არსებობს. დარწმუნდით, რომ არსებობს ერთი ჭკვიანი პროქსი მაინც, რომელზეც 'Puppet' ფუნქცია ჩართულია.

source: No proxy selected!
es: ¡No se seleccionó ningún proxy!
fr: Aucun proxy sélectionné.
ja: プロキシーが選択されていません!
ka: პროქსი არჩეული არაა!

source: No smart proxy was found to import environments from, ensure that at least one smart proxy is registered with the 'puppet' feature
es: No se encontró un smart proxy desde el cual importar entornos, asegúrese de que al menos se haya registrado uno con la funcionalidad 'puppet'.
fr: Aucun smart proxy n'a été trouvé pour importer les environnements. Assurez vous qu'au moins un proxy smart est enregistré avec la fonction 'puppet'
ja: 環境のインポート元となる Smart Proxy が見つかりませんでした。1 つ以上の Smart Proxy が「Puppet」機能で登録されていることを確認してください
ka: გარემოების შემოსატანად ჭკვიანი პროქსი აღმოჩენილი არაა. დარწმუნდით, რომ რეგისტრირებულია "puppet" ფუნქციის მქონე ერთი ჭკვიანი პროქსი მაინც

source: None
es: Ninguno
fr: Aucun(e)
ja: なし
ka: არაფერი

source: Not authorized to edit classes
es: No autorizado para editar clases
fr: Non autorisé à modifier les classes
ja: クラスを編集する権限がありません
ka: კლასების ჩასწორებისთვის ავტორიზებული არ ბრძანდებით

source: Notice
es: Notificación
fr: Note
ja: 注意
ka: გაფრთხილება

source: Number of Overrides
es: Cantidad de reemplazos
fr: Nombre de valeurs de remplacement
ja: 上書き数
ka: გადაფარვების რაოდენობა

source: Number of classes
es: Cantidad de clases
fr: Nombre de classes
ja: クラスの数
ka: კლასების რაოდენობა

source: Obsolete
es: Obsoleta
fr: Obsolète
ja: 旧版
ka: მოძველებული

source: Omit
es: Omitir
fr: Omettre
ja: 省略
ka: ამოღება

source: Omit from classification output
es: Omitir del resultado de clasificación
fr: Omettre de la sortie de classification
ja: 分類出力からの省略
ka: კლასიფიკაციის გამოტანის ამოღება

source: Operating System
es: Sistema operativo
fr: Système d'exploitation
ja: オペレーティングシステム
ka: ოპერაციული სისტემა

source: Operating system default
es: Sistema operativo predeterminado
fr: Système d'Exploitation par défaut
ja: オペレーティングシステムのデフォルト
ka: ოპერაციული სისტემის ნაგულისხმები მნიშვნელობა

source: Operation
es: Operación
fr: Opération
ja: 操作
ka: ოეპრაცია

source: Optional comma-delimited stringcontaining either 'new', 'updated', or 'obsolete'that is used to limit the imported Puppet classes
fr: Chaîne facultative délimitée par des virgules contenant soit "nouveau", "mis à jour" ou "obsolète", utilisée pour limiter les classes Puppet importées
ja: インポートされた Puppet クラスを制限するために使用される '新規'、'更新済み'、または '旧版' のいずれかが含まれる、オプションのコンマ区切りの文字列
ka: შემოტანილი Puppet-ის კლასების შემოსატანის შესაზღუდად არასავალდებულო, მძიმით გამოყოფილი სტრიქონები, რომელიც 'new' (ახალი), 'updated' (განახლებული) ან 'obsolete' (მოძველებული) გამოიყენება

source: Optional parameter without value.<br/><i>Still managed by Foreman, the value will be empty.</i><br/>
es: Parámetro opcional sin valor.<br/><i>Aún administrado por Foreman, el valor estará vacío.</i><br/>
fr: Paramètre en option sans valeur.<br/><i>Toujours géré par Foreman, la valeur sera vide.</i><br/>
ja: 値なしの任意パラメーターです。<br/><i>引き続き Foreman により管理されます。値は空白になります。</i><br/>
ka: არასავალდებულო პარამეტრი მნიშვნელობის გარეშე.<br/><i>ის ჯერ კიდევ Foreman-ის მიერაა მართული. მნიშვნელობა ცარიელი იქნება.</i><br/>

source: Organizations
es: Organizaciones
fr: Organisations
ja: 組織
ka: ორგანიზაციები

source: Original value info
es: Información del valor original
fr: Information sur la valeur d'origine
ja: 元の値の情報
ka: ინფორმაცია საწყისი მნიშვნელობის შესახებ

source: Overridden
es: Reemplazado
fr: Remplacé
ja: 上書き済み
ka: გადაფარული

source: Override all parameters
es: Sobrescribir todos los parámetros
fr: Remplacer tous les paramètres
ja: すべてのパラメーターの上書き
ka: ყველა პარამეტრის გადაფარვა

source: Override match
es: Sustituir coincidencia
fr: Élément conditionnel d'emplacement
ja: 一致候補の上書き
ka: დამთხვევის გადაფარვა

source: Override this value
es: Sobrescribir este valor
fr: Remplacer cette valeur
ja: この値の上書き
ka: მნიშვნელობის გადაფარვა

source: Override value, required if omit is false
es: Valor de reemplazo; obligatorio si omit es 'false'
fr: Remplacer la valeur, requis si Omettre est sur false
ja: 上書き値 (omit が false の場合に必要)
ka: მნიშვნელობის გადაფარვა. საჭიროა, თუ ამოგდება გამორთულია

source: Parameter
es: Parámetro
fr: Paramètre
ja: パラメーター
ka: პარამეტრი

source: Parameterized class support permits detecting, importing, and supplying parameters directly to classes which support it, via the ENC and depending on a set of rules (Smart Matchers).
es: El soporte de clase parametrizada permite detectar, importar y suministrar parámetros a las clases que lo admiten de forma directa y a través de ENC, aunque depende de un conjunto de reglas (concordancias inteligentes o Smart Matchers).
fr: La prise en charge des classes paramétrées permet de détecter, d'importer et de fournir des paramètres directement aux classes qui le prennent en charge, via l'ENC et en fonction d'un ensemble de règles (Smart Matchers).
ja: パラメーター化クラスのサポートでは、ENC を介して一連のルール (Smart Matcher) に従い、パラメーターを検出してインポートし、そのパラメーターをサポートするクラスに直接渡すことができます。
ka: პარამეტრიზებულ კლასს აქვს პარამეტრების აღმოჩენის, შემოტანის და გადაცემის საშუალება კლასებისთვის, რომელსაც მისი მხარდაჭერა გააჩნიათ, ENC-ის გავლით და დამოკიდებულია წესების ნაკრებზე (ჭკვიანი დამთხვევები).

source: Parameters
es: Parámetros
fr: Paramètres
ja: パラメーター
ka: პარამეტრები

source: Please select an environment first
es: Seleccione primero un entorno
fr: Tout d'abord, sélectionner un environnement
ja: まず環境を選択してください
ka: ჯერ აირჩიეთ გარემო

source: Puppet Class
es: Clase Puppet
fr: Classe Puppet
ja: Puppet クラス
ka: Puppet-ის კლასი

source: Puppet Class Parameters
es: Parámetros de clase de Puppet
fr: Paramètres des classes Puppet
ja: Puppet クラスパラメーター
ka: Puppet-ის კლასის მორგება

source: Puppet Classes
es: Clases Puppet
fr: Classes Puppet
ja: Puppet クラス
ka: Puppet-ის კლასები

source: Puppet Environment
es: Entorno de Puppet
fr: Environnement Puppet
ja: Puppet 環境
ka: Puppet-ის გარემო

source: Puppet Environments
es: Entornos Puppet
fr: Environnements Puppet
ja: Puppet 環境
ka: Puppet-ის გარემოები

source: Puppet Modules
es: Módulos Puppet
fr: Modules Puppet
ja: Puppet モジュール
ka: Puppet-ის მოდულები

source: Puppet classes
fr: Classes Puppet
ja: Puppet クラス
ka: Puppet-ის კლასები

source: Puppet details
fr: Détails Puppet
ja: Puppet の詳細
ka: Puppet -ის დეტალები

source: Puppet env
ja: Puppet 環境
ka: Puppet-ის გარემო

source: Puppet environment
fr: Environnement Puppet
ja: Puppet 環境
ka: Puppet-ის გარემო

source: Puppet environments
es: Entornos Puppet
fr: Environnements Puppet
ja: Puppet 環境
ka: Puppet-ის გარემოები

source: Puppet external nodes YAML dump
es: Volcado YAML de nodos externos Puppet
fr: Dump YAML des noeud externes de Puppet
ja: Puppet 外部ノード YAML ダンプ
ka: Puppet-ის გარე კვანძების YAML ტექსტი

source: Puppet interval
es: Intervalo Puppet
fr: Intervalle de temps pour Puppet
ja: Puppet の間隔
ka: Puppet-ის ინტერვალი

source: Puppet parameter
es: Parámetro Puppet
fr: Paramètre Puppet
ja: Puppet パラメーター
ka: Puppet-ის პარამეტრი

source: Puppetclass|Name
es: Nombre
fr: Nom
ja: 名前
ka: Puppet-ის კლასი|სახელი

source: Remote action:
es: Acción remota:
fr: Action distante :
ja: リモートアクション:

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
ka: წაშლა

source: Remove Combination
es: Eliminar combinación
fr: Supprimer la combinaison
ja: 組み合わせの削除
ka: კომბინაციის წაშლა

source: Remove a Puppet class from host
es: Eliminar clase Puppet desde host
fr: Supprimer une classe Puppet d'un hôte
ja: ホストから Puppet クラスを削除
ka: ჰოსტიდან Puppet-ის კლასის წაშლა

source: Remove a Puppet class from host group
es: Eliminar clase Puppet de grupo de hosts
fr: Supprimer une classe Puppet d'un groupe d'hôtes
ja: ホストグループから Puppet クラスを削除
ka: ჰოსტების ჯგუფში Puppet-ის კლასის წაშლა

source: Remove duplicate values (only array type)
es: Eliminar valores duplicados (solo tipo array)
fr: Supprime les valeurs dupliquées (seulement pour le type tableau)
ja: 重複する値の削除 (配列タイプのみ)
ka: დუბლირებული მნიშვნელობების წაშლა (მხოლოდ მასივის ტიპი)

source: Remove this override
es: Eliminar esta sustitución
fr: Supprimer cette valeur de substitution
ja: この上書きの削除
ka: გადაფარვის მოცილება

source: Remove:
es: Eliminar:
fr: Suppression:
ja: 削除:
ka: წაშლა:

source: Reports
fr: Rapports
ja: レポート
ka: ანგარიშები

source: Required parameter without value.<br/><b>Please override!</b><br/>
es: Parámetro requerido sin valor.<br/><b>¡Sustituir!</b><br/>
fr: Paramètre requis sans valeur.<br/><b>Merci d’effectuer une substitution</b><br/>.
ja: 値なしの必須パラメーターです。<br/><b>上書きしてください!</b><br/>
ka: აუცილებელი პარამეტრი მნიშვნელობის გარეშე.<br/><b>გადაფარეთ!</b><br/>

source: Select environment
es: Seleccionar entorno
fr: Choisir l'environnement
ja: 環境の選択
ka: აირჩიეთ გარემო

source: Select the changes you want to apply to Foreman
es: Seleccione los cambios que desea aplicar a Foreman
fr: Sélectionner les changements que vous souhaitez appliquer à Foreman
ja: Foreman に適用する変更を選択してください
ka: აირჩიეთ ცვლილებები, რომლებიც გნებავთ Foreman-ს გადაატაროთ

source: Set parameters to defaults
es: Restablecer los parámetros predeterminados
fr: Positionner les paramètres aux valeurs par défaut
ja: パラメーターをデフォルトに設定
ka: პარამეტრების ნაგულისხმები მნიშვნელობების დაყენება

source: Show a Puppet class
es: Mostrar una clase Puppet
fr: Afficher une classe Puppet
ja: Puppet クラスの表示
ka: Puppet-ის კლასის ჩვენება

source: Show a Puppet class for a host group
es: Mostrar una clase Puppet para un grupo de hosts
fr: Afficher une classe Puppet pour un groupe d'hôtes
ja: ホストグループの Puppet クラスの表示
ka: ჰოსტის ჯგუფისთვის Puppet-ის კლასის ჩვენება

source: Show a Puppet class for an environment
es: Mostrar una clase Puppet para un entorno
fr: Afficher une classe Puppet pour un environnement
ja: 環境の Puppet クラスの表示
ka: გარემოსთვის Puppet-ის კლასის ჩვენება

source: Show a Puppet class for host
es: Mostrar una clase Puppet para un host
fr: Afficher une classe Puppet pour un hôte
ja: ホストの Puppet クラスの表示
ka: ჰოსტისთვის Puppet-ის კლასის ჩვენება

source: Show a config group
es: Mostrar un grupo de configuración
fr: Afficher un groupe de configuration
ja: 設定グループの表示
ka: კონფიგურაციის ჯგუფის ჩვენება

source: Show a smart class parameter
es: Mostrar un parametro de clase inteligente
fr: Afficher un paramètre de smart class
ja: スマートクラスパラメーターの表示
ka: ჭკვიანი კლასის პარამეტრის ჩვენება

source: Show an environment
es: Mostrar un entorno
fr: Afficher un environnement
ja: 環境の表示
ka: გარემოს ჩვენება

source: Show an override value for a specific smart class parameter
es: Mostrar un valor de sobrescritura para un parámetro específico de clase inteligente
fr: Afficher une valeur de substitution pour un paramètre smart class spécifique
ja: 特定スマートクラスパラメーターの上書き値を表示
ka: მითითებული ჭკვიანი კლასის პარამეტრის გადაფარვის მნიშვნელობის ჩვენება

source: Show template combination
es: Mostrar combinación de plantilla
fr: Afficher la combinaison de modèles
ja: テンプレートの組み合わせの表示
ka: შაბლონის კომბინაციის ჩვენება

source: Smart Class Parameter
es: Parámetro de clase Inteligente
fr: Paramètre Smart Class
ja: スマートクラスパラメーター
ka: ჭკვიანი კლასის პარამეტრი

source: Smart Class Parameters
es: Parámetros de clase inteligente
fr: Paramètres smart class
ja: スマートクラスパラメーター
ka: ჭკვიანი კლასის მორგება

source: Smart class parameters
fr: Paramètres smart class
ja: スマートクラスパラメーター
ka: ჭკვიანი კლასის პარამეტრები

source: Some Puppet Classes are unavailable in the selected environment
fr: Certaines classes Puppet sont indisponibles dans l'environnement sélectionné
ja: 選択した環境では、一部の Puppet クラスは利用できません
ka: Puppet-ის ზოგიერთი კლასი მიუწვდომელია მითითებულ გარემოში

source: Successfully copied to clipboard!
fr: Copié dans le presse-papiers
ja: クリップボードにコピーされました!
ka: წარმატებით დაკოპირდა ბუფერში!

source: Successfully overridden all parameters of Puppet class %s
es: Se han sobrescrito con éxito todos los parámetros de clase Puppet %s
fr: Substitution de tous les paramètres de la classe Puppet %s réussie
ja: Puppet クラス %s のすべてのパラメーターが正常に上書きされました
ka: Puppet-ის კლასის (%s) ყველა პარამეტრი წარმატებით გადაიფარა

source: Successfully reset all parameters of Puppet class %s to their default values
es: Se han restablecido con éxito todos los parámetros de la clase Puppet %s a sus valores predeterminados
fr: Réinitialisation réussie de tous les paramètres de la classe Puppet %s à leur valeurs par défaut
ja: Puppet クラス %s の全パラメーターをデフォルト値に正常にリセットしました
ka: Puppet-ის კლასის (%s) ყველა პარამეტრი წარმატებით დაბრუნდა ნაგულისხმები მნიშვნელობებზე

source: Successfully updated environments and Puppet classes from the on-disk Puppet installation
es: Se actualizaron los entornos y clases Puppet con éxito desde la instalación de Puppet en disco
fr: Mise à jour réussie des environnements et classes Puppet depuis l'installation Puppet présente sur le disque
ja: オンディスクの Puppet インストールから環境および Puppet クラスを正常に更新しました
ka: დისკზე ნაპოვნი Puppet-ის წყაროდან გარემოების და Puppet-ის კლასების განახლება წარმატებულია

source: The %{proxy_type} proxy could not be set for host: %{host_names}.
fr: Le proxy %%{proxy_type} n'a pas pu être défini pour l'hôte : %%{host_names}.
ja: ホスト: %%{host_names} に %%{proxy_type} プロキシーを設定できませんでした。
ka: მონიშნული ჰოსტის %{proxy_type} ტიპის პროქსის დაყენების შეცდომა ჰოსტებზე: %{host_names}.

source: The %{proxy_type} proxy of the selected hosts was cleared.
es: Se borró el proxy %{proxy_type} de los hosts seleccionados.
fr: Le proxy % %{proxy_type} pour les hôtes sélectionnés a été effacé
ja: 選択したホストの %%{proxy_type} プロキシーが消去されました
ka: მონიშნული ჰოსტის %{proxy_type} პროქსი გასუფთავებულია.

source: The %{proxy_type} proxy of the selected hosts was set to %{proxy_name}
es: El proxy %{proxy_type} de los hosts seleccionados se estableció como %{proxy_name}
fr: Le proxy %%{proxy_type} pour les hôtes sélectionnés a été défini à %%{proxy_name}.
ja: 選択したホストの %%{proxy_type} プロキシーが %%{proxy_name} に設定されました。
ka: მონიშნული ჰოსტის %{proxy_type} პროქსი დაყენებულია %{proxy_name}-ზე

source: The %{proxy_type} proxy of the selected hosts was set to %{proxy_name}.
es: El proxy %{proxy_type} del host seleccionado se estableció como %{proxy_name}.
fr: Le proxy %%{proxy_type} pour les hôtes sélectionnés a été défini à %%{proxy_name}.
ja: 選択したホストの %%{proxy_type} プロキシーが %%{proxy_name} に設定されました。
ka: მონიშნული ჰოსტის %{proxy_type} პროქსი დაყენებულია %{proxy_name}-ზე.

source: The class could not be saved because of an error in one of the class parameters.
es: La clase no se pudo guardar debido a un error en uno de los parámetros de clase.
fr: La classe n'a pas pu être enregistrée en raison d'une erreur dans l'un des paramètres de classe.
ja: クラスパラメーターのいずれかにエラーがあるため、このクラスは保存できませんでした。
ka: კლასის შენახვა შეუძლებელია მის ერთ ან მეტ პარამეტრში შეცდომის გამო.

source: The final entry, Operating System default, can be set by editing the %s page.
es: La última entrada, sistema operativo predeterminado, puede configurarse al editar la página %s.
fr: La dernière entrée, le système d'exploitation par défaut, peut être défini en modifiant la page %s.
ja: 最終エントリーのオペレーティングシステムのデフォルトは、%s ページを編集して設定できます。
ka: საბოლოო ჩანაწერი, ოპერაციული სისტემის ნაგულისხმები, შეიძლება დაყენდეს %s გვერდის რედაქტირებით.

source: The order in which values are resolved
es: El orden en el cual se resuelven los valores
fr: L'ordre dans lequel les valeurs sont interprétées
ja: 値が解決される順序
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება

source: The requested environment cannot be found.
fr: Les environnements demandés n’ont pas pu être trouvés.
ja: 要求された環境は見つかりません。
ka: მითითებული გარემო ნაპოვნი არაა.
