Repository: theforeman/foreman_puppet
Catalog: locale/*/foreman_puppet.po
Languages: es, fr, ja, ka

source: There are no puppet environments set up on this puppet master. Please check the puppet master configuration.
es: No hay entornos Puppet configurados en este puppetmaster. Verifique la configuración de puppetmaster.
fr: Il n'y a aucun environnement Puppet défini pour ce Puppet Master. Veuillez vérifier la configuration de votre Puppet Master.
ja: この puppet マスターには puppet 環境がセットアップされていません。puppet マスター設定を確認してください。
ka: Puppet-ის ამ ძირითად სერვერზე Puppet-ის გარემო აწყობილი არაა. შეცვალეთ Puppet-ის ძირითადი სერვერის კონფიგურაცია.

source: This Puppet class has no parameters in its signature.
es: Esta clase Puppet no tiene parámetros en su firma.
fr: Cette classe Puppet n'a pas de paramètre dans sa signature.
ja: この Puppet クラスの署名にはパラメーターがありません。
ka: Puppet-ის კლასს მის ხელმოწერაში პარამეტრები არ გააჩნია.

source: This tab is still a work in progress
fr: Cet onglet est toujours un travail en cours
ja: このタブはまだ進行中です
ka: ეს ჩანართი ჯერ კიდევ მიმდინარეობს

source: This will reset parameters of the class %s to their default values. Continue?
es: Esto restablecerá los parámetros de la clase %s a los valores predeterminados. ¿Continuar?
fr: Réinitialisation de tous les paramètres de la classe Puppet %s à leur valeur par défaut. Continuer ?
ja: この操作ではクラス %s のパラメーターをデフォルト値にリセットします。続行しますか?
ka: კლასის (%s) ყველა პარამეტრი ნაგულიხმებ მნიშვნელობებზე დაბრუნდება. გავაგრძლო?

source: This will set all parameters of the class %s as overridden. Continue?
es: Se establecerán todos los parámetros de la clase %s. ¿Continuar?
fr: Cela définira tous les paramètres de la classe %s comme remplacés. Continuer ?
ja: これは、クラス %s のすべてのパラメーターを上書き済みとして設定します。続行しますか?
ka: კლასის (%s) ყველა პარამეტრი გადაფარულად გამოცხადდება. გავაგრძელო?

source: To update the class signature, go to the Puppet Classes page and select "Import".
es: Para actualizar la firma de clase, seleccione "Importar" en la página de clases Puppet.
fr: Pour mettre à jour les signatures des classes, allez sur la page Classes Puppet et choisissez "Import depuis ...".
ja: クラス署名を更新するには「Puppet クラス」ページに移動して「インポート」を選択します。
ka: კლასის ხელმოწერის გასაახლებლად გადადით Puppet-ის კლასებში და აირჩიეთ "სემოტანა".

source: Toggle
es: Conmutar
fr: Basculer
ja: 切り替え
ka: გადართვა

source: Total
ja: 合計
ka: ჯამში

source: Types of validation values
es: Tipos de valores de validación
fr: Types des valeurs pour la validation
ja: 検証値のタイプ
ka: შემოწმების მნიშვნელობის ტიპები

source: Types of variable values
es: Tipos de valores de variable
fr: Types de variables des valeurs
ja: 変数値のタイプ
ka: ცვლადის მნიშვნელობის ტიპები

source: Unable to generate output, Check log files
es: No es posible generar salida, verifique los archivos de registro.
fr: Impossible de générer une sortie, vérifiez les fichiers de journaux
ja: 出力を生成できません。ログファイルを確認してください
ka: გამოტანის შეცდომა, შეამოწმეთ ჟურნალი

source: Update
es: Actualizar
fr: Mise à jour
ja: 更新
ka: განახლება

source: Update a Puppet class
es: Actualizar una clase Puppet
fr: Mise à jour d'une classe Puppet
ja: Puppet クラスの更新
ka: Puppet-ის კლასის განახლება

source: Update a config group
es: Actualizar un grupo de configuración
fr: Mise à jour d'un groupe de configuration
ja: 設定グループの更新
ka: კონფიგურაციის ჯგუფის განახლება

source: Update a smart class parameter
es: Actualizar un parámetro de clase inteligente
fr: Mise à jour d'un paramètre de smart class
ja: スマートクラスパラメーターの更新
ka: ჭკვიანი კლასის პარამეტრის განახლება

source: Update an environment
es: Actualizar un entorno
fr: Mettre à jour un environnement
ja: 環境の更新
ka: გარემოს განახლება

source: Update an override value for a specific smart class parameter
es: Actualizar un valor de sobrescritura para un parámetro específico de clase inteligente
fr: Mise à jour d'une valeur de substitution pour un paramètre smart class
ja: 特定スマートクラスパラメーターの上書き値を更新
ka: მითითებული ჭკვიანი კლასის პარამეტრის გადაფარვის განახლება

source: Update environment from facts
es: Actualizar el entorno a partir de los eventos
fr: Mise à jour de l'environnement depuis les facts
ja: ファクトから環境を更新
ka: გარემოს ფაქტებიდან გამართვა

source: Update template combination
es: Actualizar la combinación de plantillas
fr: Mise à jour de la combinaison de modèle
ja: テンプレートの組み合わせの更新
ka: შაბლონის კომბინაციის განახლება

source: Update:
es: Actualizar:
fr: Mise à jour:
ja: 更新:
ka: განახლება:

source: Updated
es: Actualizado
fr: Mis à jour
ja: 更新済み
ka: განახლდა

source: Updated hosts: changed environment
es: Hosts actualizados: se cambió el entorno
fr: Mise à jour des hôtes : l'environnement a changé
ja: 更新済みホスト: 変更済み環境
ka: ჰოსტები განახლდა: გარემო შეიცვალა

source: Used to enforce certain values for the parameter values
es: Utilizado para imponer ciertos valores para los valores del parámetro
fr: Utilisé pour forcer certaines valeurs pour les valeurs des paramètres
ja: パラメーター値の特定の値を適用するために使用されます
ka: გამოიყენება ზოგიერთი მნიშვნელობების პარამეტრების მნიშვნელობებად ძალით დასაყენებლად

source: Valid Host Group and Environment Combinations
es: Combinaciones válidas de grupos de hosts y entornos
fr: Combinaisons valide de groupe d'hôtes et d'environnement
ja: 有効なホストグループと環境の組み合わせ
ka: სწორი ჰოსტის ჯგუფისა და გარემოს კომბინაციები

source: Value
es: Valor
fr: Valeur
ja: 値
ka: მნიშვნელობა

source: Value to use when there is no match
es: Valor a utilizar cuando no existen coincidencias
fr: Valeur à utiliser quand il n'y a pas de concordance
ja: 一致がない場合に使用する値
ka: მნიშვნელობა, რომელიც გამოიყენება, როცა დამთხვევები არაა

source: When a Host requests a template (e.g. during provisioning), Foreman \ will select the best match from the available templates of that type, in the \ following order:
fr: Lorsqu'un hôte demande un modèle (par ex. pendant le provisioning), Foreman \ choisit la meilleure correspondance entre les types de modèles existants \ selon cet ordre :
ja: ホストがテンプレートを要求する際 (例: プロビジョニング時) に、Foreman \ は以下の順序で、該当タイプの利用可能なテンプレートからベストマッチ \ を選択します:
ka: როდესაც ჰოსტი მოითხოვს შაბლონს (მაგ. სამუშაოდ მომზადების დროს), Foreman-ი \ საუკეთესო შესატყვისს ამ ტიპის არსებული შაბლონებიდან, შემდეგი თანამიმდევრობით შეარჩევს:

source: When editing a template, you must assign a list \ of operating systems which this template can be used with. Optionally, you can \ restrict a template to a list of host groups and/or environments.
fr: Lors de la modification d'un modèle, vous devez attribuer une liste \ de systèmes d'exploitation qui peuvent utiliser ce modèle. Vous pouvez également \ restreindre un modèle à un groupe d'hôtes et/ou des environnements.
ja: テンプレートの編集時に、このテンプレートを使用できる \ オペレーティングシステムの一覧を割り当てる必要があります。オプションで、テンプレート \ をホストグループや環境の一覧に制限することができます。
ka: შაბლონის რედაქტირებისას თქვენ უნდა მიანიჭოთ სია \ ოპერაციული სისტემებისა, რომლებთანაც შესაძლებელია ამ შაბლონის გამოყენება. სურვილისამებრ, შეგიძლიათ \ შაბლონი ჰოსტების ჯგუფების სიით ან/და გარემოებით შეზღუდოთ.

source: When enabled the parameter is hidden in the UI
es: Al habilitarse, el parámetro está oculto en la UI.
fr: Quand activé, le paramètre est caché dans l'interface
ja: 有効な場合はパラメーターは UI で非表示になります
ka: როცა ჩართულია, UI-ში პარმეტრი დამალულია

source: Whether the smart class parameter value is managed by Foreman
es: Si el valor del parámetro de clase inteligente es administrado por Foreman
fr: Dépend si le paramètre smart class est géré par Foreman
ja: スマートクラスパラメーター値が Foreman によって管理されているかどうか
ka: იმართება თუ არა ჭკვიანი კლასის პარამეტრის მნიშვნელობა Foreman-ის მიერ

source: belongs to config group
es: pertenece a un grupo de configuración
fr: appartient au groupe de configuration
ja: 設定グループに属します
ka: ეკუთვნის კონფიგურაციის ჯგუფს

source: environment id
es: ID de entorno
fr: id d'environnement
ja: 環境 ID
ka: გარემოს id

source: included already from parent
es: incluidos previamente por el padre
fr: déjà inclus depuis le parent
ja: すでに親から組み込まれています
ka: უკვე ჩასმულია მშობლის მიერ

source: must be true to edit the parameter
es: Debe ser verdadero para modificar el parámetro
fr: Doit être vrai pour éditer le paramètre
ja: パラメーターを編集するには true に設定する必要があります
ka: პარამეტრის ჩასასწორებლად ჩართული უნდა იყოს

source: with id %{object_id} doesn't exist or is not assigned to proper organization and/or location
es: con ID %{object_id} no existe o no está asignado a la organización o ubicación adecuada
fr: avec id %%{object_id} n'existe pas ou n'a pas été assigné à l'organisation et/ou emplacement qui convient
ja: id %{object_id} が存在しないか、適切な組織またはロケーションに割り当てられていません
ka: id-ით %{object_id} არ არსებობს ან არ არის მინიჭებული სათანადო ორგანიზაციასა და/ან მდებარეობაზე

source: Puppet CA Smart Proxy
fr: Proxy Smart CA Puppet
ka: Puppet CA ჭკვიანი პროქსი

source: Puppet Smart Proxy
fr: Créer un proxy Smart
ka: Puppet -ის ჭკვიანი პროქსი

source: Puppet CA
es: CA Puppet
