Repository: theforeman/foreman_puppet
Catalog: locale/*/foreman_puppet.po
Languages: es, fr, ja, ka

source: Remove
es: Quitar
fr: Supprimer
ja: 削除
ka: წაშლა

source: %s is not in environment
es: %s no está en el entorno
fr: %s n'est pas dans un environnement
ja: %s は環境内にありません
ka: %s გარემოს არ წარმოადგენს

source: %s out of sync disabled
es: %s fuera de sincronización deshabilitado
fr: Désynchronisation de %s désactivée
ja: %s の非同期切り替えを無効にしました
ka: %s არადასინქული, გამორთულია

source: %{model} with id '%{id}' was not found
es: No se encontró %{model} con id '%{id}'.
fr: %%{model} aynat pour id '%%{id}' n'a pas été trouvé
ja: id '%{id}' の %{model} が見つかりませんでした
ka: %{model} ID-ით '%{id}' ვერ მოიძებნა

source: %{name} has %{num_tag} class
fr: %%{name} a %%{num_tag} classe
ja: %%{name} には ％%{num_tag} クラスが含まれます

source: %{puppetclass} does not belong to the %{environment} environment
fr: %{puppetclass} n'appartient pas à l'environnement %{environment}
ja: %{puppetclass} は %{environment} 環境に所属していません
ka: %{puppetclass} არ მიეკუთვნებოდა გარემოს: %{environment}

source: *Clear environment*
es: *Limpiar entorno*
fr: *Nettoyer l'environnement*
ja: *環境をクリア*
ka: *გარემოს გასუფთავება*

source: *Inherit from host group*
es: *Heredar del grupo de hosts*
fr: *hérité d'un groupe d'hôtes*
ja: *ホストグループから継承*
ka: *მემკვიდრეობით ჰოსტების ჯგუფისგან*

source: <b>Description:</b> %{desc}<br/> <b>Type:</b> %{type}<br/> <b>Matcher:</b> %{matcher}<br/> <b>Inherited value:</b> %{inherited_value}
fr: <b>Description :</b> %%{desc}<br/> <b>Type :</b> %%{type}<br/> <b>Correspondant :</b> %%{matcher}<br/> <b>Valeur héritée :</b> %%{inherited_value}
ja: <b>説明:</b> %%{desc}<br/> <b>タイプ:</b> %%{type}<br/> <b>Matcher:</b> %%{matcher}<br/> <b>継承値:</b> %%{inherited_value}
ka: <b>აღწერა:</b> %{desc}<br/> <b>ტიპი:</b> %{type}<br/> <b>დამთხვევა:</b> %{matcher}<br/> <b>მემკვიდრეობითი მნიშვნელობა:</b> %{inherited_value}

source: A config group provides a one-step method of associating many Puppet classes to either a host or host group. Typically this would be used to add a particular application profile or stack in one step.
es: Un grupo de configuración permite asociar muchas clases Puppet a un host o grupo de hosts en un solo paso. Normalmente, esto se utilizaría para añadir un perfil de aplicación particular o una pila en un solo paso.
fr: Un groupe de configuration fournit une méthode en une seule étape pour associer de nombreuses classes Puppet à un hôte ou à un groupe d'hôtes. Typiquement, ceci serait utilisé pour ajouter un profil d'application particulier ou une pile en une seule étape.
ja: 設定グループは、多くの Puppet クラスをホストまたはホストグループのいずれかに関連付けるワンステップの方法を提供します。通常、これは特定のアプリケーションプロファイルまたはスタックを 1 つのステップで追加するために使用されます。
ka: კონფიგურაციის ჯგუფი უზრუნველყოფს ერთნაბიჯიან მეთოდს Puppet-ის ბევრი კლასის ჰოსტთან ან ჰოსტების ჯგუფთან ასოცირებისთვის. ჩვეულებრივ ეს კონკრეტული აპლიკაციის პროფილის ან სტეკის ერთი მოქმედებით დასამატებლად გამოიყენება.

source: Action with sub plans
es: Acción con subplanes
fr: Action avec sous-plans
ja: サブプランによるアクション

source: Actions
es: Acciones
ja: アクション
ka: ქმედებები

source: Add
es: Añadir
fr: Ajouter
ja: 追加
ka: დამატება

source: Add Combination
es: Añadir combinación
fr: Ajouter une combinaison
ja: 組み合わせの追加
ka: კომბინაციის დამატება

source: Add a Puppet class to host
es: Añadir una clase Puppet al host
fr: Ajout d'une classe Puppet à l'hôte
ja: Puppet クラスをホストに追加
ka: ჰოსტისთვის Puppet-ის კლასის ჩამატება

source: Add a Puppet class to host group
es: Añadir una clase Puppet al grupo de hosts
fr: Ajouter une classe Puppet à un groupe d'hôtes
ja: Puppet クラスをホストグループに追加
ka: ჰოსტების ჯგუფში Puppet-ის კლასის ჩამატება

source: Add a template combination
es: Añadir una combinación de plantillas
fr: Ajouter une combinaison de modèle
ja: テンプレートの組み合わせの追加
ka: შაბლონის კომბინაციის დამატება

source: Add:
es: Añadir:
fr: Ajouter :
ja: 追加:
ka: დამატება:

source: All environments - (not filtered)
es: Todos los entornos - (no filtrados)
fr: Tous les environnements - (non filtrés)
ja: すべての環境 - (フィルターなし)
ka: ყველა გარემოები - (ფილტრის გარეშე)

source: Allow assigning Puppet environments and classes to the Foreman Hosts.
fr: Permet d'assigner des environnements et des classes Puppet aux hôtes Foreman.
ja: Puppet 環境とクラスを Foreman ホストに割り当てることを許可します。
ka: Puppet-ის გარემოების და კლასების Foreman-ის ჰოსტებისთვის მინიჭების ჩართვა.

source: Assigned classes
fr: Classes assignées
ja: 割り当てられたクラス
ka: მინიჭებული კლასები

source: Available Classes
es: Clases disponibles
fr: Classes disponibles
ja: 利用可能なクラス
ka: ხელმისაწვდომი კლასები

source: Available Config Groups
es: Grupos de configuración disponibles
fr: Groupes de configuration disponibles
ja: 選択可能な設定グループ
ka: კონფიგურაციის ხელმისაწვდომი ჯგუფები

source: Can't find a valid Foreman Proxy with a Puppet feature
es: No se encuentra un Proxy Foreman con características de Puppet habilitadas
fr: Impossible de trouver un proxy Foreman ayant la fonction Puppet
ja: Puppet 機能を持つ有効な Foreman プロキシーが見つかりません
ka: Puppet-ის ფუნქციით სწორი პროქსი არ არსებობს

source: Can't find a valid Proxy with a Puppet feature
fr: Impossible de trouver un proxy valide ayant une fonction Puppet
ja: Puppet 機能を持つ有効なプロキシーが見つかりません
ka: Puppet-ის ფუნქციით სწორი პროქსი არ არსებობს

source: Cancel
es: Cancelar
fr: Annuler
ja: 取り消し
ka: გაუქმება

source: Change Environment
es: Cambiar entorno
fr: Changer l'environnement
ja: 環境の変更
ka: გარემოს შეცვლა

source: Change Puppet Master
es: Cambiar Puppetmaster
fr: Changer le Puppet Master
ja: Puppet マスターの変更
ka: Puppet-ის პირველადი სერვერის შეცვლა

source: Changed environments
es: Entornos modificados
fr: Environnements modifiés
ja: 変更済みの環境
ka: შეცვლილი გარემოები

source: Check/Uncheck all
es: Marcar/Desmarcar todos
fr: Cocher / Tout décocher
ja: すべて選択/選択解除
ka: ყველას ჩართ/გამორთ

source: Check/Uncheck all %s changes
es: Marcar/Desmarcar todos los cambios %s
fr: Tout Cocher / Décocher les %s changements
ja: %s のすべての変更を選択/選択解除
ka: %s-ის ყველა ცვლილების ჩართ/გამორთ

source: Check/Uncheck new
es: Marcar/Desmarcar nuevos
fr: Cocher / Décocher les nouveaux
ja: 新規の選択/選択解除
ka: ახლების ჩართ/გამორთ

source: Check/Uncheck obsolete
es: Marcar/Desmarcar obsoletos
fr: Cocher / Décocher les obsolètes
ja: 旧版の選択/選択解除
ka: მოძველებულების ჩართ/გამორთ

source: Check/Uncheck updated
es: Marcar/Desmarcar actualizados
fr: Cocher / Décocher mis à jour
ja: 更新版の選択/選択解除
ka: განახლებულების ჩართ/გამორთ

source: Classes
es: Clases
ja: クラス
ka: კლასები

source: Click to add %s
es: Haga clic para añadir %s
fr: Cliquez pour ajouter %s
ja: クリックして %s を追加
ka: წკაპი %s-ის დასამატებლად

source: Click to remove %s
es: Haga clic para eliminar %s
fr: Cliquez pour supprimer %s
ja: クリックして %s を削除
ka: წკაპი %s-ის წასაშლელად

source: Click to remove config group
es: Haga clic para eliminar el grupo de configuración
fr: Cliquez pour supprimer le groupe de configuration
ja: クリックして設定グループを削除
ka: წკაპი კონფიგურაციის ჯგუფის წასაშლელად

source: Config Groups
es: Grupos de configuración
fr: Groupes de configuration
ja: 設定グループ
ka: კონფიგურაციის ჯგუფები

source: Config Management
es: Administración de configuración
fr: Gestion de configuration
ja: 設定管理
ka: კონფიგურაციის მართვა

source: Copy to clipboard
fr: Copier dans le presse-papiers
ja: クリップボードへのコピー
ka: ბუფერში კოპირება

source: Couldn't find any ENC data for this host
fr: Je n'ai pas trouvé de données ENC pour cet hôte
ja: このホストの ENC データを見つけられませんでした
ka: ამ ჰოსტისთვის ENC მონაცემების პოვნა შეუძლებელია

source: Create Config Group
es: Crear grupo de configuración
fr: Créer un groupe de configuration
ja: 設定グループの作成
ka: კონფიგურაციის ჯგუფის შექმნა

source: Create Environment
es: Crear entorno
fr: Créer un environnement
ja: 環境の作成
ka: გარემოს შექმნა

source: Create Puppet Environment
es: Crear entorno Puppet
fr: Créer un environnement Puppet
ja: Puppet 環境の作成
ka: Puppet-ის გარემოს შექმნა

source: Create a Puppet class
es: Crear una clase Puppet
fr: Créer une classe Puppet
ja: Puppet クラスの作成
ka: Puppet-ის კლასის შექმნა

source: Create a config group
es: Crear un grupo de configuración
fr: Créer un groupe de configuration
ja: 設定グループの作成
ka: კონფიგურაციის ჯგუფის შექმნა

source: Create an environment
es: Crear un entorno
fr: Créer un environnement
ja: 環境の作成
ka: გარემოს შექმნა

source: Create an override value for a specific smart class parameter
es: Crear un valor de sobrescritura para un parámetro específico de clase inteligente
fr: Créer une valeur de substitution pour un paramètre d'une smart class spécifique
ja: 特定スマートクラスパラメーターの上書き値を作成
ka: მითითებული ჭკვიანი კლასის პარამეტრის გადაფარვის შექმნა

source: Default Puppet environment
es: Entorno Puppet predeterminado
fr: Environnements Puppet par défaut
ja: デフォルトの Puppet 環境
ka: Puppet-ის ნაგულისხმები გარემო

source: Default value
es: Valor por defecto
fr: Valeur par défaut
ja: デフォルト値
ka: ნაგულისხმები მნიშვნელობა

source: Delete %s?
es: ¿Borrar %s?
fr: Supprimer %s?
ja: %s を削除しますか?
ka: წავშალო "%s"?

source: Delete a Puppet class
es: Borrar una clase Puppet
fr: Supprimer une classe Puppet
ja: Puppet クラスの削除
ka: Puppet-ის კლასის წაშლა

source: Delete a config group
es: Borrar un grupo de configuración
fr: Supprimer un groupe de configuration
ja: 設定グループの削除
ka: კონფიგურაციის ჯგუფის წაშლა

source: Delete an environment
es: Borrar un entorno
fr: Supprimer un environnement
ja: 環境の削除
ka: გარემოს წაშლა

source: Delete an override value for a specific smart class parameter
es: Borrar un valor de sobrescritura para un parámetro de clase inteligente específico
fr: Supprimer une valeur de substitution pour un paramètre d'une smart class spécifique
ja: 特定スマートクラスパラメーターの上書き値を削除
ka: მითითებული ჭკვიანი კლასის პარამეტრის გადაფარვის წაშლა

source: Deleted environment
es: Entorno eliminado
fr: A supprimé l'environnement
ja: 削除済みの環境
ka: წაშლილიგარემო

source: Deleted environment %{env} and %{pcs}
es: Eliminado entorno %{env} y %{pcs}
fr: A supprimé environnements %{env} et %{pcs}
ja: 削除済みの環境 %{env} および %{pcs}
ka: წაშლილი გარემო %{env} და %{pcs}

source: Deprecated in favor of host/puppet_attributes/config_group_ids
fr: Déprécié en faveur de host/puppet_attributes/config_group_ids
ja: host/puppet_attributes/config_group_ids を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის host/puppet_attributes/config_group_ids-ში გადატანის გამო

source: Deprecated in favor of host/puppet_attributes/environment_id
fr: Déprécié en faveur de host/puppet_attributes/environment_id
ja: host/puppet_attributes/environment_id を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის host/puppet_attributes/environment_id-ში გადატანის გამო

source: Deprecated in favor of host/puppet_attributes/puppetclass_ids
fr: Déprécié en faveur de host/puppet_attributes/puppetclass_ids
ja: host/puppet_attributes/puppetclass_ids を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის host/puppet_attributes/puppetclass_ids-ში გადატანის გამო

source: Deprecated in favor of hostgroup/puppet_attributes/config_group_ids
fr: Déprécié en faveur de hostgroup/puppet_attributes/config_group_ids
ja: hostgroup/puppet_attributes/config_group_ids を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის hostgroup/puppet_attributes/config_group_ids-ში გადატანის გამო

source: Deprecated in favor of hostgroup/puppet_attributes/environment_id
fr: Déprécié en faveur de hostgroup/puppet_attributes/environment_id
ja: hostgroup/puppet_attributes/environment_id を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის hostgroup/puppet_attributes/environment_id-ში გადატანის გამო

source: Deprecated in favor of hostgroup/puppet_attributes/puppetclass_ids
fr: Déprécié au profit de hostgroup/puppet_attributes/puppetclass_ids
ja: hostgroup/puppet_attributes/puppetclass_ids を優先して非推奨となりました
ka: მოძველებულია ფუნქციონალის hostgroup/puppet_attributes/puppetclass_ids-ში გადატანის გამო

source: Description of smart class
es: Descripción de clase inteligente
fr: Description de la smart class
ja: スマートクラスの説明
ka: ჭკვიანი კლასის აღწერა

source: Disable host configuration status turning to out of sync for %s after report does not arrive within configured interval
es: Deshabilitar el estado de configuración de host que pasa a fuera de sincronización para %s si el informe no llega dentro del intervalo configurado
fr: Désactiver l'état de la configuration de l'hôte à 'out of sync' pour %s, après que le rapport n'est pas arrivé dans l'intervalle configuré
ja: 設定した間隔でレポートが到達しない場合に、%s のホスト設定ステータスが非同期に切り替わらないように無効にします
ka: ჰოსტის კონფიგურაციის სტატუსის გამორთვა სინქრონიზაციის გარეშე მყოფი %s-სთვის, ანგარიშის მითითებული დროის არ-მიღებს შემდეგ

source: Display hidden values
es: Mostrar valores ocultos
fr: Afficher les valeurs masquées
ja: 非表示の値の表示
ka: დამალული მნიშვნელობების ჩვენება

source: Duration in minutes after servers reporting via Puppet are classed as out of sync.
es: Duración en minutos después de que los servidores que informan mediante Puppet se clasifiquen como fuera de sincronización.
fr: Durée en minutes après laquelle les serveurs envoyant des rapports via Puppet sont classés comme désynchronisés.
ja: Puppet 経由で報告するサーバーが非同期として分類されるまでの期間 (分単位)。
ka: წუთების რაოდენობა, რომლის გასვლის სემდეგაც Puppet-ში ჩამატებული სერვერები სინქიდან ამოვარდნილად გამოცხადდებიან.

source: ENC Preview
fr: Prévisualisation ENC
ja: ENC プレビュー
ka: ENC გადახედვა

source: ENC environment
es: Entorno ENC
fr: Environnement de l'ENC
ja: ENC 環境
ka: ENC გარემო

source: Edit %s
es: Editar %s
fr: Modifier %s
ja: %s の編集
ka: %s-ის ჩასწორება

source: Edit Puppet Class %s
es: Editar clase Puppet %s
fr: Modifier la classe Puppet %s
ja: Puppet クラス %s の編集
ka: Puppet-ის კლასის ჩასწორება: %s

source: Empty environment
es: Entorno vacío
fr: Environnement vide
ja: 空の環境
ka: ცარიელი გარემო

source: Environment
es: Entorno
fr: Environnement
ja: 環境
ka: გარემო

source: Environment only
es: Solo entorno
fr: Seulement un environnement
ja: 環境のみ
ka: მხოლოდ გარემო

source: Environments
es: Entornos
fr: Environnements
ja: 環境
ka: გარემო

source: Environment|Name
es: Nombre
fr: Nom
ja: 名前
ka: გარემო|სახელი

source: Error!
fr: Erreur !
ja: エラー!
ka: შეცდომა!

source: Facts
es: Eventos
fr: Faits
ja: ファクト
ka: ფაქტები

source: Failed
ja: 失敗

source: Failed to import %{klass} for %{name}: doesn't exists in our database - ignoring
es: Falló al importar %{klass} para %{name}: no existe en la base de datos - se ignora.
fr: Échec lors de l'importation de %{klass} pour %{name} : l'entrée n'existe pas dans la base de donnée - ignore
ja: %{name} の %{klass} のインポートに失敗しました: データベースに存在しません - 無視します
ka: %{name}-სთვის %{klass}-ის შემოტანის შეცდომა: ის ჩვენს ბაზაში არ არსებობს - იგნორი

source: Failed to set %{proxy_type} proxy for %{host}.
es: No se pudo establecer el proxy %{proxy_type} para %{host}.
fr: N’a pas pu définir le proxy %%{proxy_type} pour %%{host}.
ja: %%{host} に %%{proxy_type} プロキシーを設定できませんでした。
ka: დაყენების შეცდომა: %{proxy_type} პროქსი %{host}-სთვის.

source: Failed to update environments and Puppet classes from the on-disk Puppet installation: %s
es: Ocurrió un error al actualizar los entornos y las clases Puppet en la instalación de Puppet en el disco: %s
fr: Échec de la mise à jour des environnements et classes Puppet depuis l'installation Puppet sur disque : %s
ja: オンディスクの Puppet インストールからの環境と Puppet クラスの更新に失敗しました: %s
ka: დისკზე მყოფი Puppet-ის აგებაში გარემოებისა და კლასების განახლების შეცდომა: %s

source: Failed to update the environments and Puppet classes from the on-disk puppet installation: %s
es: Error al actualizar los entornos y clases Puppet desde el disco de instalación de puppet: %s
fr: Échec de la mise à jour des environnements et classes Puppet depuis l'application Puppet présente sur le disque : %s
ja: オンディスクの Puppet インストールから環境および Puppet クラスを更新できませんでした: %s
ka: დისკზე მყოფი Puppet-ის აგებაში გარემოებისა და კლასების განახლების შეცდომა: %s

source: Filter by name
es: Filtrar por nombre
fr: Filtrer par nom
ja: 名前でフィルター
ka: გაფილტვრა სახელის მიხედვით

source: Filter classes
es: Clases de filtro
fr: Filtrer les classes
ja: クラスのフィルター
ka: ფილტრის კლასები

source: Foreman will default to this puppet environment if it cannot auto detect one
es: Foreman usará este entorno Puppet si no puede detectar uno automáticamente
fr: L'environnement Puppet par défaut si Foreman n'arrive pas à le détecter automatiquement
ja: Foreman は、自動検出できない場合にこの puppet 環境にデフォルト設定されます
ka: თუ სხვას ავტომატურად ვერ იპოვის, Foreman-ი Puppet-ის ამ გარემოს ნაგულისხმებად გამოიყენებს

source: Foreman will explicitly set the puppet environment in the ENC yaml output. This will avoid conflicts between the environment in puppet.conf and the environment set in Foreman
es: Foreman establecerá explícitamente el entorno puppet en las salida yaml de ENC. Esto evitará conflictos entre el entorno de puppet.conf y el establecido en Foreman
fr: Foreman fournira l'environnement Puppet dans la sortie YAML de l'ENC. Cela supprime les incohérences entre l'environnement dans puppet.conf et l'environnement dans l'ENC
ja: Foreman は ENC YAML 出力で puppet 環境を明示的に設定します。これにより、puppet.conf の環境と Foreman で設定される環境間の競合を避けられます
ka: Foreman დაუფარავად დააყენებს Puppet-ის გარემოს ENC-ის yaml გამონატანში. ეს puppet.conf-ისა და Foreman-ში დაყენებულ გარემოებს შორის კონფლიქტს თავიდან აიცილებს

source: Foreman will not send this parameter in classification output
es: Foreman no enviará este parámetro en el resultado de clasificación
fr: Foreman n'enverra pas ce paramètre dans la sortie de classification
ja: Foreman では、このパラメーターは分類出力で送信されません。
ka: Foreman-ი ამ პარამეტრს კლასიფიკაციის გამოტანაში არ გააგზავნის

source: Foreman will not send this parameter in classification output.Puppet will use the value defined in the Puppet manifest for this parameter
fr: Foreman n'enverra pas ce paramètre dans la sortie de la classification. Puppet utilisera la valeur définie dans le manifeste de Puppet pour ce paramètre
ja: Foreman はこのパラメーターを分類出力で送信しません。Puppet はこのパラメーターについて Puppet マニフェストで定義された値を使用します
ka: Foreman -ი ამ პარამეტრს კლასიფიკაციის გამოტანაში არ გააგზავნის. Puppet ამ მნიშვნელობას ამ პარამეტრის Puppet-ის მანიფესტში გამოიყენებს

source: Foreman will update a host's environment from its facts
es: Foreman actualizará el entorno del host mediante eventos
fr: Foreman mettra à jour l'environnement de l'hôte d'après les facts
ja: Foreman はホスト環境をそのファクトで更新します
ka: Foreman-ი ჰოსტის გარემოს მისი ფაქტებიდან განაახლებს

source: General
fr: Général
ja: 全般
ka: მთავარი

source: Help
fr: Assistance
ja: ヘルプ
ka: დახმარება

source: Host Groups
es: Grupo del host
fr: Groupe d'Hôtes
ja: ホストグループ
ka: ჰოსტის ჯგუფები

source: Host group and Environment
es: Grupo del host y Entorno
fr: Groupe d'hôtes et Environnement
ja: ホストグループと環境
ka: ჰოსტების ჯგუფი და გარემო

source: Host group only
es: Solo Grupo del host
fr: Seulement un groupe d'hôte
ja: ホストグループのみ
ka: მხოლოდ ჰოსტების ჯგუფი

source: Host groups
es: Grupo del host
fr: Groupes d'hôtes
ja: ホストグループ
ka: ჰოსტის ჯგუფები

source: Hostgroup
es: Grupo de hosts
fr: Groupe d'hôtes
ja: ホストグループ
ka: ჰოსტების ჯგუფი

source: Hosts
fr: Hôtes
ja: ホスト
ka: ჰოსტები

source: Hosts managed:
es: Hosts administrados:
fr: Hôtes gérés :
ja: 管理されるホスト:
ka: მართული ჰოსტები:

source: ID of Puppet class
es: ID de la clase Puppet
fr: ID de la classe Puppet
ja: Puppet クラスの ID
ka: Puppet-ის კლასის ID

source: ID of Puppet environment
fr: ID environnement Puppet
ja: Puppet 環境の ID
ka: Puppet-ის გარემოს ID

source: ID of Puppetclass
fr: ID Puppetclass
ja: Puppet クラスの ID
ka: Puppetclass-ის ID

source: ID of associated puppet Environment
fr: ID environnement Puppet associé
ja: 関連する Puppet 環境の ID
ka: Puppet-ის ასოცირებული გარემოს ID

source: ID of environment
es: ID del entorno
fr: ID de l'environnement
ja: 環境の ID
ka: გარემოს ID

source: ID of host
es: ID del host
fr: ID de l'hôte
ja: ホストの ID
ka: ჰოსტის ID

source: ID of host group
es: ID del grupo de hosts
fr: ID du groupe d'hôtes
ja: ホストグループの ID
ka: ჰოსტების ჯგუფის ID

source: ID of puppet environment
fr: ID environnement Puppet
ja: Puppet 環境の ID
ka: Puppet-ის გარემოს ID

source: IDs of associated ConfigGroups
fr: ID des groupes de configuration associés
ja: 関連付けられた設定グループの ID
ka: ასოცირებული ConfigGroups-ის ID

source: IDs of associated Puppetclasses
fr: ID des classes Puppet associées
ja: 関連する Puppet クラスの ID
ka: Puppet-ის ასოცირებული კლასების ID-ები

source: If true, will raise an error if there is no default value and no matcher provide a value
es: Si es así, se mostrará un error si no existe un valor predeterminado y no existe ninguna concordancia que pueda proporcionar un valor
fr: Si coché, Foreman va générer une erreur s'il n'y a pas de valeur par défaut et aucun matcher ne fournit de valeur
ja: true の場合は、デフォルト値がなく、Matcher が値を提供しないときにエラーが発生します
ka: თუ მონიშნულია, წარმოიქმნება შეცდომა, თუ არ არის ნაგულისხმევი მნიშვნელობა და არცერთი დამთხვევა მნიშვნელობას არ იძლევა

source: If you are planning to use Foreman as an external node classifier you should provide information about one or more environments.{newLine}This information is commonly imported from a pre-existing Puppet configuration by the use of the {puppetClassesLinkToDocs} and environment importer.
fr: Si vous prévoyez d'utiliser Foreman comme classificateur de nœuds externes, vous devez fournir des informations sur un ou plusieurs environnements.{newLine}Ces informations sont généralement importées à partir d'une configuration Puppet préexistante à l'aide de {puppetClassesLinkToDocs} et de l'importateur d'environnement.
ja: Foreman を外部ノードの分類子として使用予定の場合には、1 つまたは複数の環境に関する情報を指定する必要があります。{newLine}この情報は一般的に、{puppetClassesLinkToDocs} および環境インポーターを使用して、既存の Puppet 設定からインポートされます。
ka: თუ აპირებთ, Foreman გარე კვანძის კლასიფიკატორად გამოიყენოთ, ერთი ან მეტი გარემოს შესახებ ინფორმაციის მიწოდება აუცილებელია.{newLine} ეს ინფორმაცია {puppetClassesLinkToDocs}-ისა და გარემოს შემომტანის საშუალებით, ჩვეულებრივ Puppet-ის უკვე არსებული კონფიგურაციიდან ხდება.

source: Ignored classes in the environments: %s
es: Clases ignoradas en los entornos: %s
fr: Classes ignorées dans les environnements : %s
ja: 環境内で無視されたクラス: %s
ka: გარემოების იგნორირებული კლასები: %s

source: Ignored environment
es: Entorno ignorado
fr: Environnement ignoré
ja: 無視された環境
ka: იგნორირებული გარემო

source: Ignored environment names resulting in booleans found. Please quote strings like true/false and yes/no in config/ignored_environments.yml
es: Se hallaron nombres de entornos ignorados que resultaron en valores booleanos. Mencione las cadenas como verdadero/falso y sí/no en config/ignored_environments.yml
fr: Noms d'environnement ignorés donnant lieu à des valeurs booléennes. Mentionnez des chaînes telles que true/false et yes/no dans config/ignored_environments.yml
ja: 環境名を無視したブール値が見つかりました。config/ignored_environments.yml の true/false および yes/no などの文字列を引用符で囲んでください
ka: იგნორირებული გარემოების სახელების შედეგი ნაპოვნი ლოგიკური ცვლადებია. გთხოვთ, სტრიქონები, მაგალითად "true/false/yes/no" ფაილში config/ignored_environments.yml ბრჭყალებში ჩასვათ

source: Ignored environments: %s
es: Entornos ignorados: %s
fr: Environnement ignoré : %s
ja: 無視された環境: %s
ka: იგნორირებული გარემოები: %s

source: Ignored:
es: Ignorado:
fr: Ignoré :
ja: 無視:
ka: იგნორი:

source: Import
es: Importar
fr: Importation
ja: インポート
ka: იმპორტი

source: Import Puppet classes
es: Importar clases Puppet
fr: Importer des classes Puppet
ja: Puppet クラスのインポート

source: Import classes from %s
es: Importar clases desde %s
fr: Importer classes de %s
ja: %s からのクラスのインポート
ka: კლასების შემოტანა %s-დან

source: Import environments from %s
es: Importar entornos desde %s
fr: Importer environnements de %s
ja: %s からの環境のインポート
ka: გარემოს შემოტანა %s-დან

source: Import facts
es: Importar datos
fr: Importer des faits
ja: ファクトのインポート

source: Import puppet classes from puppet proxy
es: Importar clases puppet desde el proxy de puppet
fr: Importer des classes puppet depuis le proxy puppet
ja: Puppet プロキシーから Puppet クラスをインポート
ka: კლასების შემოტანა Puppet-ის პროქსიდან
